let province = [
  {
    "name": "河南省",
    "city": [
      {
        "name": "郑州市",
        "area": [
          "中原区",
          "金水区",
          "二七区",
          "管城回族区",
          "上街区",
          "惠济区",
          "巩义市",
          "新郑市",
          "新密市",
          "登封市",
          "荥阳市",
          "中牟县",
          "其他"
        ]
      },
      {
        "name": "开封市",
        "area": [
          "鼓楼区",
          "龙亭区",
          "顺河回族区",
          "禹王台区",
          "金明区",
          "开封县",
          "尉氏县",
          "兰考县",
          "杞县",
          "通许县",
          "其他"
        ]
      },
      {
        "name": "洛阳市",
        "area": [
          "西工区",
          "老城区",
          "涧西区",
          "瀍河回族区",
          "洛龙区",
          "吉利区",
          "偃师市",
          "孟津县",
          "汝阳县",
          "伊川县",
          "洛宁县",
          "嵩县",
          "宜阳县",
          "新安县",
          "栾川县",
          "其他"
        ]
      },
      {
        "name": "平顶山市",
        "area": [
          "新华区",
          "卫东区",
          "湛河区",
          "石龙区",
          "汝州市",
          "舞钢市",
          "宝丰县",
          "叶县",
          "郏县",
          "鲁山县",
          "其他"
        ]
      },
      {
        "name": "安阳市",
        "area": [
          "北关区",
          "文峰区",
          "殷都区",
          "龙安区",
          "林州市",
          "安阳县",
          "滑县",
          "内黄县",
          "汤阴县",
          "其他"
        ]
      },
      {
        "name": "鹤壁市",
        "area": [
          "淇滨区",
          "山城区",
          "鹤山区",
          "浚县",
          "淇县",
          "其他"
        ]
      },
      {
        "name": "新乡市",
        "area": [
          "卫滨区",
          "红旗区",
          "凤泉区",
          "牧野区",
          "卫辉市",
          "辉县市",
          "新乡县",
          "获嘉县",
          "原阳县",
          "长垣县",
          "封丘县",
          "延津县",
          "其他"
        ]
      },
      {
        "name": "焦作市",
        "area": [
          "解放区",
          "中站区",
          "马村区",
          "山阳区",
          "沁阳市",
          "孟州市",
          "修武县",
          "温县",
          "武陟县",
          "博爱县",
          "其他"
        ]
      },
      {
        "name": "濮阳市",
        "area": [
          "华龙区",
          "濮阳县",
          "南乐县",
          "台前县",
          "清丰县",
          "范县",
          "其他"
        ]
      },
      {
        "name": "许昌市",
        "area": [
          "魏都区",
          "禹州市",
          "长葛市",
          "许昌县",
          "鄢陵县",
          "襄城县",
          "其他"
        ]
      },
      {
        "name": "漯河市",
        "area": [
          "源汇区",
          "郾城区",
          "召陵区",
          "临颍县",
          "舞阳县",
          "其他"
        ]
      },
      {
        "name": "三门峡市",
        "area": [
          "湖滨区",
          "义马市",
          "灵宝市",
          "渑池县",
          "卢氏县",
          "陕县",
          "其他"
        ]
      },
      {
        "name": "南阳市",
        "area": [
          "卧龙区",
          "宛城区",
          "邓州市",
          "桐柏县",
          "方城县",
          "淅川县",
          "镇平县",
          "唐河县",
          "南召县",
          "内乡县",
          "新野县",
          "社旗县",
          "西峡县",
          "其他"
        ]
      },
      {
        "name": "商丘市",
        "area": [
          "梁园区",
          "睢阳区",
          "永城市",
          "宁陵县",
          "虞城县",
          "民权县",
          "夏邑县",
          "柘城县",
          "睢县",
          "其他"
        ]
      },
      {
        "name": "信阳市",
        "area": [
          "浉河区",
          "平桥区",
          "潢川县",
          "淮滨县",
          "息县",
          "新县",
          "商城县",
          "固始县",
          "罗山县",
          "光山县",
          "其他"
        ]
      },
      {
        "name": "周口市",
        "area": [
          "川汇区",
          "项城市",
          "商水县",
          "淮阳县",
          "太康县",
          "鹿邑县",
          "西华县",
          "扶沟县",
          "沈丘县",
          "郸城县",
          "其他"
        ]
      },
      {
        "name": "驻马店市",
        "area": [
          "驿城区",
          "确山县",
          "新蔡县",
          "上蔡县",
          "西平县",
          "泌阳县",
          "平舆县",
          "汝南县",
          "遂平县",
          "正阳县",
          "其他"
        ]
      },
      {
        "name": "其他",
        "area": [
          "其他"
        ]
      }
    ]
  },
  {
    "name": "湖北省",
    "city": [
      {
        "name": "武汉市",
        "area": [
          "江岸区",
          "武昌区",
          "江汉区",
          "硚口区",
          "汉阳区",
          "青山区",
          "洪山区",
          "东西湖区",
          "汉南区",
          "蔡甸区",
          "江夏区",
          "黄陂区",
          "新洲区",
          "其他"
        ]
      },
      {
        "name": "黄石市",
        "area": [
          "黄石港区",
          "西塞山区",
          "下陆区",
          "铁山区",
          "大冶市",
          "阳新县",
          "其他"
        ]
      },
      {
        "name": "十堰市",
        "area": [
          "张湾区",
          "茅箭区",
          "丹江口市",
          "郧县",
          "竹山县",
          "房县",
          "郧西县",
          "竹溪县",
          "其他"
        ]
      },
      {
        "name": "荆州市",
        "area": [
          "沙市区",
          "荆州区",
          "洪湖市",
          "石首市",
          "松滋市",
          "监利县",
          "公安县",
          "江陵县",
          "其他"
        ]
      },
      {
        "name": "宜昌市",
        "area": [
          "西陵区",
          "伍家岗区",
          "点军区",
          "猇亭区",
          "夷陵区",
          "宜都市",
          "当阳市",
          "枝江市",
          "秭归县",
          "远安县",
          "兴山县",
          "五峰土家族自治县",
          "长阳土家族自治县",
          "其他"
        ]
      },
      {
        "name": "襄樊市",
        "area": [
          "襄城区",
          "樊城区",
          "襄阳区",
          "老河口市",
          "枣阳市",
          "宜城市",
          "南漳县",
          "谷城县",
          "保康县",
          "其他"
        ]
      },
      {
        "name": "鄂州市",
        "area": [
          "鄂城区",
          "华容区",
          "梁子湖区",
          "其他"
        ]
      },
      {
        "name": "荆门市",
        "area": [
          "东宝区",
          "掇刀区",
          "钟祥市",
          "京山县",
          "沙洋县",
          "其他"
        ]
      },
      {
        "name": "孝感市",
        "area": [
          "孝南区",
          "应城市",
          "安陆市",
          "汉川市",
          "云梦县",
          "大悟县",
          "孝昌县",
          "其他"
        ]
      },
      {
        "name": "黄冈市",
        "area": [
          "黄州区",
          "麻城市",
          "武穴市",
          "红安县",
          "罗田县",
          "浠水县",
          "蕲春县",
          "黄梅县",
          "英山县",
          "团风县",
          "其他"
        ]
      },
      {
        "name": "咸宁市",
        "area": [
          "咸安区",
          "赤壁市",
          "嘉鱼县",
          "通山县",
          "崇阳县",
          "通城县",
          "其他"
        ]
      },
      {
        "name": "随州市",
        "area": [
          "曾都区",
          "广水市",
          "其他"
        ]
      },
      {
        "name": "恩施土家族苗族自治州",
        "area": [
          "恩施市",
          "利川市",
          "建始县",
          "来凤县",
          "巴东县",
          "鹤峰县",
          "宣恩县",
          "咸丰县",
          "其他"
        ]
      },
      {
        "name": "仙桃市",
        "area": [
          "仙桃"
        ]
      },
      {
        "name": "天门市",
        "area": [
          "天门"
        ]
      },
      {
        "name": "潜江市",
        "area": [
          "潜江"
        ]
      },
      {
        "name": "神农架林区",
        "area": [
          "神农架林区"
        ]
      },
      {
        "name": "其他",
        "area": [
          "其他"
        ]
      }
    ]
  }
]
module.exports = {
  provinceData: province
};